Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Detailed List
ca_es: Llista detallada

source: List
ca_es: Llista

source: Select File
ca_es: Seleccioneu un fitxer

source: Select or double click an action to change the associated hotkey. Use delete key to remove hotkeys
ca_es: Seleccioneu o feu doble clic sobre una acció per canviar la tecla de drecera associada. Utilitzeu la tecla suprimir per eliminar les dreceres

source: in
ca_es: en

source: Any field
ca_es: Qualsevol camp

source: Actions
ca_es: Accions

source: Hotkey
ca_es: Tecla de drecera

source: Application level hotkey
ca_es: Tecla de drecera a nivell d'aplicació

source: Desktop level hotkey
ca_es: Tecla de drecera a nivell d'escriptori

source: Double click to change. Delete key to remove.
ca_es: Doble clic per canviar. Tecla de suprimir per eliminar.

source: Hotkey change
ca_es: Canvi de la tecla de drecera

source: Press the new key or combination for
ca_es: Premeu la tecla nova o una combinació per

source: Assign
ca_es: Assigna

source: Warning: this key or combination is already assigned to
ca_es: Avís: aquesta tecla o combinació ja està assignada a

source: Warning: <b>%1</b> is already an application menu shortcut
ca_es: Avís: <b>%1</b> ja és una tecla de drecera d'un menú de l'aplicació

source: Key or combination:
ca_es: Tecla o combinació:

source: Key:
ca_es: Tecla:

source: Input & Codecs Settings
ca_es: Paràmetres d'entrada i còdecs

source: Configure Hotkeys
ca_es: Configura les tecles de drecera

source: Device:
ca_es: Dispositiu:

source: If this property is blank, different values for DVD, VCD, and CDDA are set. You can define a unique one or configure them individually in the advanced preferences.
ca_es: Si aquesta propietat està en blanc, es defineixen altres valors diferents per a DVD, VCD i CDDA Podeu definir un únic o configurar-ho tot individualment a les preferències avançades.

source: This is VLC's skinnable interface. You can download other skins at
ca_es: Aquesta és l'aparença del VLC. Podeu descarregar altres aparences a

source: VLC skins website
ca_es: Pàgina web de les aparences del VLC

source: System's default
ca_es: El predeterminat pel sistema

source: File associations
ca_es: Associacions de fitxers

source: Audio Files
ca_es: Fitxers d'àudio

source: Video Files
ca_es: Fitxers de vídeo

source: Playlist Files
ca_es: Fitxers de les llistes de reproducció

source: &Apply
ca_es: &Aplica

source: &Cancel
ca_es: &Cancel·la

source: Profile
ca_es: Perfil

source: Edit selected profile
ca_es: Edita el perfil seleccionat

source: Delete selected profile
ca_es: Elimina el perfil seleccionat

source: Create a new profile
ca_es: Crea un nou perfil

source: Create
ca_es: Crea

source: This muxer is not provided directly by VLC: It could be missing.
ca_es: Aquest multiplexor no el proveeix directament el VLC: no es pot trobar.

source: Profile Name Missing
ca_es: Falta el nom del perfil

source: You must set a name for the profile.
ca_es: Heu de definir un nom per al perfil.

source: File/Directory
ca_es: Fitxer/Directori

source: File/Folder
ca_es: Fitxer/Carpeta

source: Source
ca_es: Font

source: Source:
ca_es: Origen:

source: Type:
ca_es: Tipus:

source: This module writes the transcoded stream to a file.
ca_es: Aquest mòdul escriu el flux transcodificat a un fitxer.

source: Filename
ca_es: Nom del fitxer

source: Save file...
ca_es: Desa el fitxer...

source: Containers (*.ps *.ts *.mpg *.ogg *.asf *.mp4 *.mov *.wav *.raw *.flv *.webm)
ca_es: Contenidors (*.ps *.ts *.mpg *.ogg *.asf *.mp4 *.mov *.wav *.raw *.flv *.webm)

source: This module outputs the transcoded stream to a network via HTTP.
ca_es: Aquest mòdul exporta el flux transcodificat cap a la xarxa a través d'HTTP.

source: Path
ca_es: Camí

source: This module outputs the transcoded stream to a network via the mms protocol.
ca_es: Aquest mòdul exporta el flux transcodificat cap a la xarxa a través del protocol mms.

source: This module outputs the transcoded stream to a network via RTSP.
ca_es: Aquest mòdul exporta el flux transcodificat cap a la xarxa a través de l'RTSP.

source: This module outputs the transcoded stream to a network via UDP.
ca_es: Aquest mòdul exporta el flux transcodificat cap a la xarxa a través de l'UDP.

source: This module outputs the transcoded stream to a network via RTP.
ca_es: Aquest mòdul exporta el flux transcodificat cap a la xarxa a través de l'RTP.

source: Base port
ca_es: Port base

source: This module outputs the transcoded stream to an Icecast server.
ca_es: Aquest mòdul exporta el flux transcodificat cap a la xarxa a través d'un servidor Icecast.

source: Mount Point
ca_es: Punt de muntatge

source: Login:pass
ca_es: Usuari:contrasenya

source: Edit Bookmarks
ca_es: Edita els preferits

source: Create a new bookmark
ca_es: Reprodueix un nou preferit

source: Delete the selected item
ca_es: Elimina l'element seleccionat

source: Delete all the bookmarks
ca_es: Elimina tots els preferits

source: &Close
ca_es: &Tanca

source: Convert
ca_es: Converteix

source: Destination file:
ca_es: Fitxer de destí:

source: Browse
ca_es: Navega

source: Settings
ca_es: Paràmetres

source: Display the output
ca_es: Mostra la sortida

source: This display the resulting media, but can slow things down.
ca_es: Mostra els elements multimèdia resultants, però pot alentir el programa.

source: &Start
ca_es: &Inicia

source: Containers (*
ca_es: Contenidors (*

source: Cl&ear
ca_es: &Esborra

source: Hide future errors
ca_es: Amaga els erros futurs

source: Adjustments and Effects
ca_es: Ajustaments i efectes

source: Graphic Equalizer
ca_es: Equalitzador gràfic

source: Synchronization
ca_es: Sincronització

source: v4l2 controls
ca_es: Controls v4l2

source: &Write changes to config
ca_es: &Escriu els canvis a la configuració

source: Privacy and Network Access Policy
ca_es: Política de privadesa i d'accés a la xarxa

source: <p>In order to protect your privacy, the <i>VLC media player</i> does <b>not</b> collect personal data or transmit them, not even in anonymized form, to anyone.</p> <p>Nevertheless, <i>VLC</i> is able to automatically retrieve information about the media in your playlist from third party Internet-based services. That includes covert arts, track names, authoring and other meta-data.</p> That may entail identifying some of your media files to third party entities. Therefore the <i>VLC</i> developers require your express consent for the media player to access the Internet automatically.</p>
ca_es: Per protegir la vostra privacitat, <i>el reproductor multimèdia VLC</i> <b>no</b> envia ni recull cap informació, ni tan sols de forma anònima, sobre la vostra activitat.</p> <p>Tot i així, el <i>VLC</i> pot recollir informació de forma automàtica sobre els elements multimèdia de la vostra llista de reproducció des de serveis basats en Internet de tercerres parts. Això inclou arts de la coberta, noms de les pistes, autoria i altres metadades.</p> Això pot implicar la identificació d'alguns dels vostres fitxers multimèdia a entitats de terceres parts. Per tant, els desenvolupadors del <i>VLC</i> requereixen el vostre consentiment per a permetre l'accés automàtic a Internet per al reproductor multimèdia.</p>

source: Network Access Policy
ca_es: Política d'accés a la xarxa

source: Automatically retrieve media infos
ca_es: Obtén informació dels elements multimèdia automàticament

source: Regularly check for VLC updates
ca_es: Comprova regularment si hi ha actualitzacions del VLC

source: Go to Time
ca_es: Vés al punt temporal

source: &Go
ca_es: &Vés

source: Go to time
ca_es: Vés al punt temporal

source: About
ca_es: Quant a

source: &Recheck version
ca_es: Torna a ve&rificar la versió

source: &Yes
ca_es: &Sí

source: VLC media player updates
ca_es: Actualitzacions del reproductor multimèdia VLC

source: A new version of VLC (%1.%2.%3%4) is available.
ca_es: Hi ha una nova versió del VLC (%1.%2.%3%4) disponible.

source: You have the latest version of VLC media player.
ca_es: Teniu l'última versió del reproductor multimèdia VLC.

source: An error occurred while checking for updates...
ca_es: S'ha produït un error durant la cerca d'actualitzacions...

source: Current Media Information
ca_es: Informació actual de l'element multimèdia

source: &Metadata
ca_es: &Metadada

source: Co&dec
ca_es: Cò&dec

source: S&tatistics
ca_es: Es&tadístiques

source: &Save Metadata
ca_es: Des&a les metadades

source: Location:
ca_es: Ubicació :

source: Saves all the displayed logs to a file
ca_es: Desa tots els registres mostrats en un fitxer

source: Save log file as...
ca_es: Anomena i desa el fitxer de registre...

source: Texts / Logs (*.log *.txt);; All (*.*)
ca_es: Textos / registres (*. log *. txt);; Tots (*.*)

source: Cannot write to file %1: %2.
ca_es: No es pot escriure al fitxer %1: %2.

source: Update the tree
ca_es: Actualitza l'arbre

source: Clear the messages
ca_es: Neteja els missatges

source: Open Media
ca_es: Obre un element multimèdia

source: &File
ca_es: &Fitxer

source: &Network
ca_es: &Xarxa

source: Capture &Device
ca_es: &Dispositiu de captura

source: &Select
ca_es: &Selecciona

source: &Enqueue
ca_es: Afegeix a la c&ua

source: &Play
ca_es: Re&produeix

source: &Stream
ca_es: Tran&smet

source: C&onvert
ca_es: C&onverteix

source: C&onvert / Save
ca_es: C&onverteix / Desa

source: Open URL
ca_es: Obre un URL

source: Enter URL here...
ca_es: Escriu l'URL aquí...

source: Please enter the URL or path to the media you want to play.
ca_es: Introduïu l'URL o el camí a l'element que voleu reproduir.

source: If your clipboard contains a valid URL or the path to a file on your computer, it will be automatically selected.
ca_es: Si el porta-retalls conté un URL vàlid o el camí a un fitxer de l'equip, es selecciona automàticament.

source: Plugins and extensions
ca_es: Connectors i extensions

source: Capability
ca_es: Capacitat

source: Score
ca_es: Puntuació

source: &Search:
ca_es: &Cerca:

source: Get more extensions from
ca_es: Obtén més extensions de

source: More information...
ca_es: Més informació...

source: Reload extensions
ca_es: Torna a carregar les extensions

source: Version
ca_es: Versió

source: Website
ca_es: Lloc web

source: Deletes the selected item
ca_es: Elimina l'element seleccionat

source: Show settings
ca_es: Mostra els paràmetres

source: Simple
ca_es: Senzill

source: Switch to simple preferences view
ca_es: Canvia a vista de preferències senzilla

source: Switch to full preferences view
ca_es: Canvia a vista de preferències completa

source: &Save
ca_es: &Desa

source: Save and close the dialog
ca_es: Desa i tanca el diàleg

source: &Reset Preferences
ca_es: &Restableix les preferències

source: Only show current
ca_es: Mostra només l'actual

source: Only show modules related to current playback
ca_es: Mostra només mòduls relacionats amb la reproducció actual

source: Advanced Preferences
ca_es: Preferències avançades

source: Simple Preferences
ca_es: Preferències simples

source: Cannot save Configuration
ca_es: No es pot desar la configuració

source: Preferences file could not be saved
ca_es: No s'ha pogut desar el fitxer de preferències

source: Are you sure you want to reset your VLC media player preferences?
ca_es: Esteu segur que voleu restablir les preferències del vostre reproductor multimèdia VLC?

source: Open Directory
ca_es: Obre un directori

source: Open Folder
ca_es: Obre una carpeta

source: Open playlist...
ca_es: Obre la llista de reproducció...

source: XSPF playlist
ca_es: Llista de reproducció XSPF

source: M3U playlist
ca_es: Llista de reproducció M3U

source: M3U8 playlist
ca_es: Llista de reproducció M3U8

source: Save playlist as...
ca_es: Anomena i desa la llista de reproducció...

source: Open subtitles...
ca_es: Obre els subtítols...

source: Media Files
ca_es: Fitxers multimèdia

source: Subtitle Files
ca_es: Fitxers de subtítols

source: All Files
ca_es: Tots els fitxers

source: Stream Output
ca_es: Sortida de flux

source: This wizard will allow you to stream or convert your media for use locally, on your private network, or on the Internet. You should start by checking that source matches what you want your input to be and then press the "Next" button to continue.
ca_es: Aquest assistent us permet transmetre o convertir els vostres elements multimèdia per al seu ús a nivell local, a la vostra xarxa privada, o a Internet. És recomanable que per començar comproveu que la font coincideix amb el qual voleu que sigui l'entrada i després premeu el botó «Següent» per continuar.

source: Stream output string. This is automatically generated when you change the above settings, but you can change it manually.
ca_es: Cadena de la sortida de flux. Es genera automàticament quan es canvien els paràmetres que apareixen a dalt, però podeu canviar-la manualment.

source: Toolbars Editor
ca_es: Editor de les barres d'eines

source: Toolbar Elements
ca_es: Elements de la barra d'eines

source: Next widget style:
ca_es: Estil del giny següent:

source: Flat Button
ca_es: Botó pla

source: Big Button
ca_es: Botó gran

source: Native Slider
ca_es: Desplaçador natiu

source: Main Toolbar
ca_es: Barra d'eines principal

source: Toolbar position:
ca_es: Posició de la barra d'eines:

source: Under the Video
ca_es: Sota el vídeo

source: Above the Video
ca_es: Sobre el vídeo

source: Line 1:
ca_es: Línia 1:

source: Line 2:
ca_es: Línia 2:

source: Advanced Widget toolbar:
ca_es: Barra d'eines de ginys avançada:

source: Time Toolbar
ca_es: Barra d'eines de temps

source: Fullscreen Controller
ca_es: Controlador de pantalla completa

source: Select profile:
ca_es: Seleccioneu el perfil:

source: New profile
ca_es: Perfil nou

source: Delete the current profile
ca_es: Suprimeix el perfil actual

source: Cl&ose
ca_es: &Tanca

source: Profile Name
ca_es: Nom del perfil

source: Please enter the new profile name.
ca_es: Escriviu el nom del perfil nou.

source: Spacer
ca_es: Espaiador

source: Expanding Spacer
ca_es: Espaiador desplegable

source: Splitter
ca_es: Separador

source: Time Slider
ca_es: Desplaçador de temps

source: Small Volume
ca_es: Volum petit

source: DVD menus
ca_es: Menús de DVD

source: Advanced Buttons
ca_es: Botons avançats

source: Playback Buttons
ca_es: Botons de reproducció

source: Aspect ratio selector
ca_es: Selector de relació d'aspecte

source: Speed selector
ca_es: Selector de velocitat

source: Broadcast
ca_es: Difusió

source: Schedule
ca_es: Planificació

source: Video On Demand ( VOD )
ca_es: Sistema de vídeos a la carta (VoD)

source: Hours / Minutes / Seconds:
ca_es: Hores / Minuts / Segons:

source: Day / Month / Year:
ca_es: Dia / Mes / Any:

source: Repeat:
ca_es: Repeteix:

source: Repeat delay:
ca_es: Repeteix el retard:

source: days
ca_es: dies

source: I&mport
ca_es: I&mporta

source: E&xport
ca_es: E&xporta

source: Save VLM configuration as...
ca_es: Anomena i desa la configuració del VLM...

source: VLM conf (*.vlm);;All (*)
ca_es: conf VLM (*.VLM);; Tots (*)

source: Open VLM configuration...
ca_es: Obre la configuració del VLM...

source: Broadcast:
ca_es: Difusió:

source: Schedule:
ca_es: Programa:

source: Control menu for the player
ca_es: Menú de control per al reproductor

source: Paused
ca_es: En pausa

source: &Media
ca_es: Fitxer &multimèdia

source: P&layback
ca_es: Re&producció

source: &Audio
ca_es: &Àudio

source: &Video
ca_es: Víd&eo

source: Subti&tle
ca_es: Sub&títol

source: T&ools
ca_es: E&ines

source: V&iew
ca_es: V&isualitza

source: &Help
ca_es: A&juda

source: Open &File...
ca_es: Obre el &fitxer...

source: &Open Multiple Files...
ca_es: &Obre més d'un fitxer...

source: Open &Disc...
ca_es: Obre el &disc...

source: Open &Network Stream...
ca_es: Obre un flux de la &xarxa

source: Open &Capture Device...
ca_es: Obre un dis&positiu de captura...

source: Open &Location from clipboard
ca_es: Obre una u&bicació des del porta-retalls

source: Open &Recent Media
ca_es: Obre un element multimèdia &recent

source: Conve&rt / Save...
ca_es: Conve&rteix/Desa...

source: &Stream...
ca_es: &Flux...

source: Quit at the end of playlist
ca_es: Surt després de finalitzar la llista de reproducció

source: Close to systray
ca_es: Afegeix a la safata del sistema

source: &Quit
ca_es: &Surt

source: &Effects and Filters
ca_es: &Efectes i filtres

source: &Track Synchronization
ca_es: &Sincronització de la pista

source: Program Guide
ca_es: Guia de programació

source: Plu&gins and extensions
ca_es: Co&nnectors i extensions

source: Customi&ze Interface...
ca_es: Personalit&za la interfície...

source: &Preferences
ca_es: &Preferències

source: &View
ca_es: &Visualitza

source: Play&list
ca_es: &Llista de reproducció

source: Docked Playlist
ca_es: Llista de reproducció acoblada

source: Mi&nimal Interface
ca_es: Interfície mí&nima

source: &Fullscreen Interface
ca_es: Inter&fície de pantalla completa

source: &Advanced Controls
ca_es: Controls &avançats

source: Status Bar
ca_es: Barra d'estat

source: Visualizations selector
ca_es: Selector de les visualitzacions

source: &Increase Volume
ca_es: &Incrementa el volum

source: &Decrease Volume
ca_es: Re&dueix el volum

source: &Mute
ca_es: &Silencia

source: Audio &Track
ca_es: Pis&ta d'àudio

source: Audio &Device
ca_es: &Dispositiu d'àudio

source: &Stereo Mode
ca_es: Mode e&stèreo

source: &Visualizations
ca_es: &Visualitzacions

source: Add &Subtitle File...
ca_es: Afegeix un fitxer de &subtítol...

source: Sub &Track
ca_es: Subtítol i pista

source: Video &Track
ca_es: Pis&ta de vídeo

source: &Fullscreen
ca_es: &Pantalla completa

source: Always Fit &Window
ca_es: Ajusta sempre a la &finestra

source: Always &on Top
ca_es: Sempre a &dalt

source: Set as Wall&paper
ca_es: Estableix com a fons de &pantalla

source: &Aspect Ratio
ca_es: Relació d'&aspecte

source: &Crop
ca_es: Es&capça

source: &Deinterlace
ca_es: &Desentrellaça

source: &Deinterlace mode
ca_es: Mode de &desentrellaçat

source: &Post processing
ca_es: &Postprocessament

source: Take &Snapshot
ca_es: Fe&s una captura

source: T&itle
ca_es: T&ítol

source: &Chapter
ca_es: &Capítol

source: &Program
ca_es: &Programa

source: &Manage
ca_es: &Gestiona

source: &Help...
ca_es: A&juda...

source: Check for &Updates...
ca_es: &Cerca actualitzacions...

source: &Stop
ca_es: &Atura

source: Pre&vious
ca_es: Pre&vi

source: Ne&xt
ca_es: Següen&t

source: Sp&eed
ca_es: &Velocitat

source: &Faster
ca_es: Més rà&pid

source: N&ormal Speed
ca_es: Velocitat n&ormal

source: Slo&wer
ca_es: Més &lent

source: &Jump Forward
ca_es: &Vés endavant

source: Jump Bac&kward
ca_es: Vés en&rere

source: Open &Network...
ca_es: Obre la &xarxa...

source: Leave Fullscreen
ca_es: Abandona la pantalla completa

source: &Playback
ca_es: Re&producció

source: &Hide VLC media player in taskbar
ca_es: A&maga el reproductor multimèdia VLC a la barra de tasques

source: Sho&w VLC media player
ca_es: Mo&stra el reproductor multimèdia VLC

source: &Open Media
ca_es: &Obre un element multimèdia

source: &Clear
ca_es: &Esborra

source: Show advanced preferences over simple ones
ca_es: Mostra les preferències avançades en comptes de les simples

source: Show advanced preferences and not simple preferences when opening the preferences dialog.
ca_es: Mostra preferències avançades en comptes de les preferències simples quan s'obre el diàleg de preferències.

source: Systray icon
ca_es: Icona de la safata del sistema

source: Show an icon in the systray allowing you to control VLC media player for basic actions.
ca_es: Mostra una icona a la safata del sistema que us permet controlar les accions bàsiques del reproductor multimèdia VLC.

source: Start VLC with only a systray icon
ca_es: Inicia el VLC només amb una icona de la safata del sistema

source: VLC will start with just an icon in your taskbar
ca_es: El VLC s'iniciarà amb només una icona a la barra de tasques

source: Show playing item name in window title
ca_es: Mostra el nom de l'element que s'està reproduint a la finestra títol

source: Show the name of the song or video in the controller window title.
ca_es: Mostra el nom de la cançó o el vídeo al títol de la finestra controladora.

source: Show notification popup on track change
ca_es: Mostra una notificació emergent quan es canviï la pista

source: Show a notification popup with the artist and track name when the current playlist item changes, when VLC is minimized or hidden.
ca_es: Mostra una notificació emergent amb el nom de l'artista i de la pista quan l'element en reproducció canvia, quan el VLC es minimitza o s'oculta.

source: Windows opacity between 0.1 and 1
ca_es: Opacitat de les finestres entre 0,1 i 1

source: Sets the windows opacity between 0.1 and 1 for main interface, playlist and extended panel. This option only works with Windows and X11 with composite extensions.
ca_es: Estableix l'opacitat de la finestra entre 0,1 i 1 per a la interfície principal, la llista de reproducció i el tauler ampliat. Aquesta opció només funciona amb Windows i X11 amb extensions compostes.

source: Fullscreen controller opacity between 0.1 and 1
ca_es: Opacitat del controlador de pantalla completa entre 0,1 i 1

source: Sets the fullscreen controller opacity between 0.1 and 1 for main interface, playlist and extended panel. This option only works with Windows and X11 with composite extensions.
ca_es: Estableix l'opacitat del controlador de pantalla completa entre 0,1 i 1 per a la interfície principal, la llista de reproducció i el tauler ampliat. Aquesta opció només funciona amb Windows i X11 amb extensions compostes.

source: Show unimportant error and warnings dialogs
ca_es: Mostra errors i diàlegs d'avís poc importants

source: Activate the updates availability notification
ca_es: Activa la notificació de disponibilitat d'actualitzacions

source: Activate the automatic notification of new versions of the software. It runs once every two weeks.
ca_es: Activa la notificació automàtica de noves versions del programari. S'executa un cop cada dues setmanes.

source: Number of days between two update checks
ca_es: Nombre de dies entre dues cerques d'actualitzacions

source: Ask for network policy at start
ca_es: Demana la política de xarxa a l'inici

source: Save the recently played items in the menu
ca_es: Desa els elements que s'han reproduït recentment al menú

source: List of words separated by | to filter
ca_es: Llista de paraules separades per | que s'han de filtrar

source: Regular expression used to filter the recent items played in the player
ca_es: Expressió regular que s'utilitza per filtrar el elements reproduïts recentment al reproductor

source: Define the colors of the volume slider
ca_es: Defineix els colors del control lliscant de volum

source: Define the colors of the volume slider By specifying the 12 numbers separated by a ';' Default is '255;255;255;20;226;20;255;176;15;235;30;20' An alternative can be '30;30;50;40;40;100;50;50;160;150;150;255'
ca_es: Defineix els colors del control lliscant de volum mitjançant l'especificació dels 12 nombres separats per ';' Per defecte és '255;255;255;20;226;20;255;176;15;235;30;20' Una alternativa pot ser '30;30;50;40;40;100;50;50;160;150;150;255'

source: Selection of the starting mode and look
ca_es: Selecció del mode i l'aparença d'arrencada

source: Start VLC with: - normal mode - a zone always present to show information as lyrics, album arts... - minimal mode with limited controls
ca_es: Inicia el VLC amb: - mode normal - sempre hi ha un espai on es mostra informació com poden ser les lletres, les portades del àlbums... - mode mínim amb controls limitats

source: Show a controller in fullscreen mode
ca_es: Mostra un controlador en mode de pantalla completa

source: Embed the file browser in open dialog
ca_es: Incrusta el navegador de fitxers al diàleg obert
